// need change message
export const initBotMessage = () => {
  return `👋 Вітаємо

Ти приєднався до **щоденного виклику Shmakers**! 💻  
Щодня бот публікує нове завдання з **Codewars**.  
Вирішуй задачі, заробляй бали, збільшуй серію успіхів і отримуй **ролі-нагороди**! 🏆

📌 Щоб розпочати участь, напиши свій **нік на Codewars** у чат.  
Це потрібно для того, щоб бот міг відстежувати твій прогрес.

📎 Якщо тобі потрібна підказка — просто напиши “підказка” у чат.  
⚠️ Пам’ятай: за підказки знімаються бали при підрахунку нагороди.

Успіхів, майбутній майстре коду! 🚀`

}
export const initErrorBotMessage = (e: string) => {
  return {
    content: e,
    ephemeral: false
  }
}


